{
  "pagination": {
    "offset": 0,
    "limit": 0,
    "total": 0
  },
  "items": [
    {
      "articleId": "Hh3131k232",
      "title": "Wet vs. Dry Cat Food: Which is Better?",
      "perex": "A cat's whiskers — or vibrissae — are a well-honed sensory tool that helps a cat see in the dark and steer clear of hungry predators. Whiskers are highly ...",
      "createdAt": 1012548476,
      "lastUpdatedAt": 1012548476,
      "imageId": null,
      "content": "l",
      "comments": [{}, {}, {}, {}]
    },
    {
      "articleId": "jfajifojij123e213",
      "title": "How Much Wet Food Should I Feed My Cat?",
      "perex": "If you aren’t sure how much wet food you should feed your cat, Purina’s expert nutritionists can help. Plus, they offer guidance on food safety and provide ser...",
      "createdAt": 1466053641,
      "lastUpdatedAt": 1466053641,
      "imageId": null,
      "content": "l",
      "comments": [{}]
    },
    {
      "articleId": "313k21j32kj",
      "title": "Do Cats Drink Water? Cat Hydration & Dehydration Prevention",
      "perex": "Do cats drink water? Yes, like humans and many other animals, cats need water to survive. Many cats don’t drink as much as they should, though. Find out w...",
      "createdAt": 1364817377,
      "published": 1364817377,
      "imageId": null,
      "content": "l",
      "comments": []
    },
    {
      "articleId": "132313jj",
      "title": "What Is the Difference Between Natural and Organic Cat Food?",
      "perex": "If you prefer your own diet to be natural or organic, you’re probably considering feeding your cat a natural or organic cat food, too. What’s the difference betw...",
      "createdAt": 1262170916,
      "published": 1262170916,
      "imageId": null,
      "content": "l",
      "comments": [{}, {}, {}, {}, {}]
    },
    {
      "articleId": "31233k",
      "title": "Why Do Cats Have Whiskers?",
      "perex": "A cat's whiskers — or vibrissae — are a well-honed sensory tool that helps a cat see in the dark and steer clear of hungry predators. Whiskers are highly sensitive tactile hairs that grow in patterns on a cat's muzzle, above its eyes and elsewhere on its body, like the ears, jaw and forelegs",
      "createdAt": 1650816588,
      "published": 1650816588,
      "imageId": null,
      "content": "l",
      "comments": [{}, {}, {}]
    }
  ]
}
